{"pedidos": [{"total": 11.98, "carrito": [{"anio": "2005", "precio": 5.99, "id": 3, "actores": "Hayden Christensen,   Ewan McGregor,   Natalie Portman,   Ian McDiarmid,   Samuel L. Jackson,   Jimmy Smits,   Anthony Daniels,   Kenny Baker,   Frank Oz,   Christopher Lee,   Peter Mayhew,   Silas Carson,   Keisha Castle-Hughes,   Temuera Morrison,   Trisha Noble,   Bruce Spence,   Ahmed Best,   Joel Edgerton,   George Lucas", "sinopsis": "Último capítulo de la trilogía de precuelas de Star Wars, en el que Anakin Skywalker definitivamente se pasa al lado oscuro. En el Episodio III aparece el General Grievous, un ser implacable mitad-alien mitad-robot, el líder del ejército separatista Droid. Los Sith son los amos del lado oscuro de la Fuerza y los enemigos de los Jedi. Fueron prácticamente exterminados por los Jedi hace mil años, pero esta orden del mal sobrevivió en la clandestinidad.", "dest": true, "director": "George Lucas", "categoria": "Aventura, Ciencia Ficción, Acción", "cantidad": 2, "titulo": "La guerra de las galaxias. Episodio III: La venganza de los Sith "}], "id": 0, "fecha": "27/10/2019"}, {"total": 31.15, "carrito": [{"anio": "2017", "precio": 11.25, "id": 8, "actores": "Daisy Ridley,   John Boyega,   Adam Driver,   Oscar Isaac,   Mark Hamill,   Carrie Fisher,   Kelly Marie Tran,   Domhnall Gleeson,   Benicio del Toro,   Laura Dern,   Andy Serkis,   Gwendoline Christie,   Lupita Nyong'o,   Anthony Daniels,   Frank Oz,   Warwick Davis,   Veronica Ngo,   Justin Theroux,   Billie Lourd,   Lily Cole,   Navin Chowdhry,   Temirlan Blaev,   Sara Heller,   Josiah Oniha,   Joseph Gordon-Levitt", "sinopsis": "La malvada Primera Orden se ha vuelto más poderosa y tiene contra las cuerdas a la Resistencia, liderada por la General Leia Organa (Carrie Fisher). El piloto Poe Dameron (Oscar Isaac) encabeza una misión para intentar destruir un acorazado de la Primera Orden. Mientras tanto, la joven Rey (Daisy Ridley) tendrá que definir su futuro y su vocación, y el viejo jedi Luke Skywalker (Mark Hamill) revaluar el significado de su vida.", "dest": false, "director": "Rian Johnson", "categoria": "Aventura, Ciencia Ficción, Acción", "cantidad": 2, "titulo": "Star Wars: Los últimos Jedi "}, {"anio": "1999", "precio": 8.65, "id": 12, "actores": "Animation", "sinopsis": "Cuando Kala, una gorila hembra, encuentra un niño huérfano en la jungla, decide adoptarlo como su propio hijo a pesar de la oposición de Kerchak, el jefe de la manada. Junto a Terk, un gracioso mono y Tantor, un elefante algo neurótico, Tarzán crecerá en la jungla desarrollando los instintos de los animales y aprendiendo a deslizarse entre los árboles a velocidad de vértigo. Pero cuando una expedición se adentra en la jungla y Tarzán conoce a Jane, descubrirá quién es realmente y cuál es el mundo al que pertenece...", "dest": false, "director": "Kevin Lima,   Chris Buck", "categoria": "Animación, Infantil", "cantidad": 1, "titulo": "Tarzán "}], "id": 1, "fecha": "28/10/2019"}, {"total": 37.98, "carrito": [{"anio": 1999, "precio": 18.99, "actores": "Jake Lloyd, Ewan McGregor", "id": 1, "sinopsis": "Obi-Wan Kenobi es un joven aprendiz caballero Jedi bajo la tutela de Qui-Gon Jinn; Anakin Skywalker, quien después será padre de Luke Skywalker y se convertirá en Darth Vader, solamente es un niño de 9 años. Cuando la Federación de Comercio corta todas las rutas al planeta Naboo, Qui-Gon y Obi-Wan son asignados para solucionar el problema.", "dest": true, "director": "George Lucas", "categoria": "Aventura, Ciencia Ficción, Acción", "cantidad": 2, "titulo": "Star Wars: Episodio 1 La amenaza fantasma"}], "id": 2, "fecha": "28/10/2019"}]}